Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The vehicle of claim 7, further comprising an accessory configured to couple to the cargo carrying portion in place of the removable cover.
zh_tw: 專利範圍 7 中的車輛更包含將可拆式外蓋固定於載貨部分之配件。

source: The vehicle of claim 7, the filter being located between an exterior surface of the exterior body panel of the cargo carrying portion and a wall of a cargo carrying region of the cargo carrying portion.
zh_tw: 專利範圍 7 中的車輛之濾芯位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間。

source: The vehicle of claim 7, wherein the CVT is positioned completely rearward of the first location.
zh_tw: 專利範圍 7 中的車輛之無段變速完全位於第一位置後方。

source: The vehicle of claim 7, wherein the first radius arm is coupled to a first bearing carrier and the first control arm is moveably coupled to the first bearing carrier, the first half shaft being located forward of the first control arm.
zh_tw: 專利範圍 7 中的車輛之第一控制臂連接至第一軸承載具，而第一控制臂連接至第一軸承載具並可移動，第一半傳動軸位於第一控制臂前方。

source: The vehicle of claim 7, wherein the vehicle has a ground clearance of at least about 10 inches.
zh_tw: 專利範圍 7 中的車輛離地間隙至少約 10 英吋以上。

source: The vehicle of claim 8, further comprising a third control arm, the third control arm is moveably coupled to the first bearing carrier, wherein the first bearing carrier includes an opening through which the first half shaft is operatively coupled to the first ground engaging member and the rear drive unit.
zh_tw: 專利範圍 8 中的車輛更包含第三控制臂，第三控制臂連接至連接於第一軸承載具並可移動，第一軸承載具包含第一半傳動軸連接第一接觸地面元件與後驅動單元之開口。

source: The vehicle of claim 8, wherein the first air inlet in the exterior body panel of the caigo carrying portion is positioned on a first side of a vertical centerline plane of the vehicle and the first air intake system transports the ambient air to a second side of the vertical centerline plane as the ambient air travels through a fluid conduit of the first air intake system.
zh_tw: 專利範圍 8 中的車輛之載貨物部分本體外鈑金中的進氣口位於車輛垂直中心線平面的第一側且空氣進氣系統透過空氣進氣系統之流體管道輸送空氣至垂直中心線平面的第二側。

source: The vehicle of claim 9, further comprising
zh_tw: 專利範圍 9 中的車輛更包括

source: The vehicle of claim 9, wherein the first control arm is rotatably coupled to the first bearing carrier about a first axis positioned above the opening in the first bearing carrier and the third control arm is rotatably coupled to the first bearing carrier about a second axis positioned below the opening in the first bearing carrier.
zh_tw: 專利範圍 9 中的車輛之第一控制臂連接至第一軸承載具並能以位於第一軸承載具開口上方之第一軸為中心旋轉，而第三控制臂連接至第一軸承載具並能以位於第一軸承載具開口下方之第二軸為中心旋轉。

source: The vehicle, comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area; and a first rear suspension system movably coupling the first ground engaging member to the frame.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle, comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area; and a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The video may be sped up, during playback, to: 2x, 4x, 8x, 16x, 32x, 64x, 128x, 256x and 512x.
zh_tw: 可使用：2x、4x、8x、16x、32x、64x、128x、256x 和 512x 快速重播。

source: The video player resizes images according to the configuration of the surveillance client, such as centralize, resize to occupy the entire space and resize maintaining the image's original proportion.
zh_tw: 視訊播放器依據監控用戶端的設置調整影像大小，如置中、全螢幕以及保持圖像的原始比例等選項。

source: The vinyl cutting knife can easily be attached without having to remove the spindle and asan added bonus, doubles asan effective pen plotter.
zh_tw: 塑膠切割刀具可不拆除主軸直接外加安裝，如出圖機般的使用。

source: The vinyl cutting knife can easily be attached to any Z axis and as an added bonus, doubles as an effective pen plotter.
zh_tw: 塑膠切割刀具可輕易地外加於任何 Z 軸上，如出圖機般的使用，

source: The virtual sensor eliminates the use of accessories that initialize the plate reading, but virtual sensor require more processing of the server.
zh_tw: 使用虛擬感測器則無須使用啟動車牌辨識功能的配件，但虛擬感測器需要更多的運算伺服器。

source: The virtual sensor is triggered by the motion detection of the automobile, the system recognizes the plate of the vehicle when it passes in the designated area of the camera.
zh_tw: 偵測到車輛的運動時會觸發虛擬感測器，接著系統會在車輛通過攝影機的指定區域時識別車牌。

source: The warmed air passes driven member 402 and exits interior 340 of CVT housing 342 through outlet duct 418.
zh_tw: 加溫之空氣通過被驅動元件 402 並經由排氣管道 418 流出無段變速外殼 342 之內部 340。

source: The warranty covers the replacement or repair of defective materials after demonstrating their proper use and maintenance by the customer.
zh_tw: 保固包含更換或維修具有缺陷的材料，客戶需證明其使用和維護正確。

source: The warranty will cover:
zh_tw: 保固範圍包括：

source: The warranty will not cover the following cases:
zh_tw: 以下情況不包括於保固中：

source: The water temperature in the prechiller and chiller should be kept within the parameters set by the individual plant or by the health authorities.
zh_tw: 預冷和冷卻機的水溫度應維持在各屠宰場或衛生當局設立的參數範圍內，

source: The water used during plucking should be warm, i.e. with a temperature of 34-38 °C.
zh_tw: 拔毛過程水溫應保持溫暖，即 34-38 °C，

source: The waterproof cannot be guaranteed if the camcorder is subject to impact such as dropping.
zh_tw: 當攝影機受到衝擊如掉落時，便無法保證其防水性。

source: The way it does this is to model each pixel to ‘learn’ the background.
zh_tw: 達成此目的的方法是模擬每個像素以「辨識」背景，

source: The weight sensor is the main element which is based the controller on.
zh_tw: 秤重感應器為控制器上的主要元件。

source: The wheels 104 of rear axle 110 are couple to frame 112 of vehicle 100 through rear independent suspensions 116.
zh_tw: 後軸 110 之車輪 104 透過後獨立懸吊 116 安裝於車輛 100 的框架 112 上。

source: The width of suspensions 116 permits an increased ground clearance without increasing the height of the center of gravity 580.
zh_tw: 懸吊 116 之寬度允許增加離地間隙而不增加重心 580 的高度。

source: The wires are captured in channel 382 between shield 380 and cover 384.
zh_tw: 電線被限制於護板 380 和外蓋 384 之間的通道 382 中。

source: The wizard only offers to collect the settings that are different from the package you have opened.
zh_tw: 設定精靈只提供與已開啟之套裝程式中不同之設定，

source: The work area is “fire-safe” and kept clear and free of flammable materials.
zh_tw: 工作區為「消防安全」並保持清潔且無堆放易燃材料。

source: The world's slum population, which is expected to reach nearly 900 million by 2020, is also more vulnerable to the impacts of extreme weather events.
zh_tw: 世界上的貧民區人口在 2020 年將達到 9 億；這些人口對於抵禦極端氣候事件衝擊時更為脆弱。

source: The world’s major transboundary basins and aquifers are managed in a collaborative manner among the multiple states involved, leading to improvements in quality and ecological conditions as well as improved relations, capacity and benefit-sharing among neighbouring countries.
zh_tw: 多個國家參與合作管理世界主要跨國流域和蓄水層，使得品質和生態狀況改進，並改善了國際關係、能力以及和鄰國之間的利益共享。

source: The written requirements in this document are applicable to all Group factories.
zh_tw: 此文件中的書面要求，適用於所有集團工廠。

source: The ’Application Publishing Wizard’ launches.
zh_tw: “Application Publishing Wizard （應用程式發佈精靈）”將會開啓。’ launches.

source: The “Works with iMovie and Final Cut Pro X” logo is a trademark of Apple Inc.
zh_tw: “Works with iMovie and Final Cut Pro X”標識為蘋果公司之商標。

source: Their replacement by any other equivalent means may only be done if HUTCHINSON agrees in writing.
zh_tw: 只有在取得 HUTCHINSON 書面同意下，可運用其它替代方法。

source: Then select the Employee’s name as shown in the screenshot below:
zh_tw: 然後選擇員工的姓名，如下圖的螢幕擷取畫面中所示：

source: Then tighten top flange to proper nozzle torque specifications.
zh_tw: 接著依照開口扭矩規格適當地鎖緊頂端法蘭。

source: There also remain major uncertainties about the amount of water required to meet the demand for food, energy and other human uses, and to sustain ecosystems.
zh_tw: 除此之外，還存在一些關於滿足食物、能源、其它人類需求以及保持生態系統所需的水資源量的不確定性因素。

source: There are 2 ways of solving this situation:
zh_tw: 有2種解決方案：

source: There are 4 key functionalities on your home screen: Worklets, Search, Your Profile and your Inbox.
zh_tw: 主畫面上有 4 個主要功能：Worklets (工作手冊)、Search (搜尋)、Profile (檔案) 和 inbox (收件匣)。

source: There are 4 possible alarm outputs, 2 fixed (Fix1-FIX2) and 2 timed (tmp1-TMP2).
zh_tw: 共有 4 種可用的警報輸出，2 種固定式 (Fix1 FIX2) 和 2 種定時式 (tmp1-TMP2)。

source: There are a couple of other pins on the board:
zh_tw: 電路板上有幾個其它的針腳：

source: There are a growing number of examples of reclaimed wastewater being used in agriculture, for irrigating municipal parks and fields, in industrial cooling systems, and in some cases safely mixed in with drinking water.
zh_tw: 目前越來越多的再生水用於農業、城市公園與田野灌溉，工業冷卻系統，以及在某些情況下安全地與飲用水相混合。

source: There are many different types of Network Routers, D-link or Linksys are the ones we recommend.
zh_tw: 網路路由器的種類眾多，建議使用 D-link 或 Linksys。

source: There are more problems though!
zh_tw: 然而還有更多的問題！

source: There are two small buttons on the shield.
zh_tw: 擴充模組板上有兩個小按鈕，

source: There is a balance between extracted water and water returned to aquatic ecosystems and aquifers, ensuring their long-term sustainability.
zh_tw: 抽取的水資源與水循環回到水生態系統和含水層之間達到一個平衡，以確保其長期永續性的平衡。

source: There is a built-in LED connected to the digital pin 13.
zh_tw: 內建 LED 燈連接至數位針腳 13，

source: There is an automatic calibration tool written that can get the user 95% of the way towards a good calibration but the last bit may have to be fine tuned depending on PTZ.
zh_tw: 自動校正工具能禳使用者達到 95% 的良好校正，但最後的細部調整則依 PTZ 攝影機而異。

source: There is an important difference between standardization and modularization.
zh_tw: 標準化和模塊化之間有一個重要的區別，

source: There is an onboard micro-SD card slot, which can be used to store files for serving over the network.
zh_tw: 電路板上包含一組micro-SD卡插槽，用於儲存網路設定之檔案。

source: There is no reason for concern over the IP66 testing as we had the PM23J material tested against that test method.
zh_tw: 無須對 IP66 測試存有疑慮，因為我們已針對 PM23J 材料進行該項測試。

source: There is quite a lot of text space on the mock-up, but there really isn’t much to say here.
zh_tw: 實體模型還有許多的文字內容，但此處未作太多說明。

source: There should be at least one liter of water per bird entering the scalder.
zh_tw: 雞隻進入脫毛機時應至少維持每隻一公升的水量。

source: There were only two products on the market that provided all the functions we needed – Adobe and Nuance...
zh_tw: 市場上只有兩個產品能提供我們所需的所有功能 —— Adobe 和 Nuance……

source: There were only two products on the market that provided all the functions we needed—Adobe and Nuance...
zh_tw: 市場上只有兩個產品能提供我們所需的所有功能 —— Adobe 和 Nuance……

source: Therefore allow the length of the exchanger plus I foot from the stationary end of the bundle removal.
zh_tw: 因此需有熱交換器的長度再加上固定端算起 1 英尺的長度空間，

source: Therefore, an upper limit is placed on the age of the concrete used for determination of bond strength.
zh_tw: 因此，黏結強度測試使用之混凝土具有完工後擺放最長時間限制。

source: Therefore, condensate lines should be arranged so there is no back pressure after the trap, and a vacuum breaker should be provided on the shell.
zh_tw: 因此，應設有冷凝管路使疏水後沒有回壓，且外殼上應設有真空斷路器，

source: Thermal Imaging Cameras
zh_tw: 熱像儀

source: These above mentioned and other features of the invention may be used in any combination or permutation.
zh_tw: 本發明之上述和其它功能可能組合或交替使用。

source: These actions may be within Workday or outside of Workday.
zh_tw: 這些操作可能需要使用 Workday 或於 Workday 之外執行。

source: These audits at the initiative of HUTCHINSON or its client may be performed by HUTCHINSON (or a third party organization appointed by HUTCHISON) in the premises of any of HUTCHINSON Suppliers’ subcontractor.
zh_tw: 由 HUTCHINSON 或其客戶端要求於供應商外包廠商之廠房進行之審核可由 HUTCHINSON （或 HUTCHISON 指定之第三方機構）執行。

source: These can be alphanumeric, Figure 2.8, numeric, Figure 2.9, and to confirm a proposed action.
zh_tw: 可能為字母數字 (圖 2.8)、 數字 (圖 2.9) 鍵盤，用於確認建議操作。

source: These complex vehicle systems that are assembled from components from multiple suppliers.
zh_tw: 這些複雜的車輛系統由來自多個供應商的元件所組裝。

source: These control surcharges will be billed to the Supplier.
zh_tw: 管控之附加費用將由供應商支付。

source: These deadlines may be shortened at the simple request of the HUTCHINSON site, particularly in the case of a claim from a HUTCHINSON site due to a non-compliance in the supply.
zh_tw: 以上期限可能依 HUTCHINSON 要求縮短，特別是因為供貨未符合規範而由 HUTCHINSON 發出要求時。

source: These demonstrate how easy it is to complete workflows related to PDF creation/conversion, document assembly and security, and even collaboration using Nuance’s world famous speech-recognition technology with Dragon Notes.
zh_tw: 這些影片展示出完成 PDF 建立/轉檔、文件組合和加密的相關工作流程是如此的簡單，甚至可以使用 Nuance 世界知名的語音辨識技術。

source: These documents are available on the HUTCHINSON purchasing tool portal at the following address: https://ivalua.hutchinson.fr/
zh_tw: 可於 HUTCHINSON 採購工具入口網站取得上述文件，網址為： https://ivalua.hutchinson.fr/

source: These features are controllable via Customization with Nuance Customization Kit and/or command line switches as well.
zh_tw: 這些功能可透過 Customization with Nuance Customization Kit （以 Nuance 自訂工具組自訂安裝）和指令列開關進行控制。

source: These grouped pixels are the tracked objects that you see in the web page.
zh_tw: 這些群組像素便是網頁上所看到的追蹤物體。

source: These installer features cover the different integration settings (into MS Office, Windows and Internet Explorer) and the optional components of the product.
zh_tw: 這些安裝程式涵蓋了不同（與 MS Office、Windows 和 Internet Explorer）的整合設定和產品的可選程式元件。

source: These languages are English, French and German.
zh_tw: 分別為英文、法文和德文。

source: These materials allpresent challenges for traditional router orknife tools, but the oscillating knife can slice through these materials with ease, delivering clean cutedges without fraying.
zh_tw: 上述材料由傳統路達或刀具加工具極具挑戰性，但擺動刀可輕易處理以上材料，提供乾淨的切邊。

source: These methods led to our growing reputation as experts in modularity.
zh_tw: 這些方法為我們在模塊化領域中贏得了越來越多的好評。

source: These objectives include, in particular:
zh_tw: 這些目標特別包括：

source: These objects are roughly the same amount of pixels but are obviously different sizes in the real world.
zh_tw: 這些物件居有大致相同數量的像素，但在現實世界中的大小明顯不同。

source: These openings facilitate the movement of air through radiator 444 (see FIG. 3).
zh_tw: 這些開口能加速空氣流過散熱器 444 (見圖 3)。

source: These people will have access to the information relevant to their role.
zh_tw: 這些人員能存取其職位相關的資訊。

source: These pins can be configured to trigger an interrupt on a low value, a rising or falling edge, or a change in value.
zh_tw: 以上針腳可設定為低電位、上升或下降緣、或以數值改變來觸發中斷。

source: These pins cannot be used for general I/O.
zh_tw: 上述針腳不能作為一般I/O。

source: These pins support SPI communication using the SPI library. Note that the SPI pins are not connected to any of the digital I/O pins as they are on the Uno, They are only available on the ICSP connector.
zh_tw: 這些針腳支援使用SPI程式庫進行SPI通訊。請注意SPI針腳與Uno上設置不同，未連接到任何數位I/O針腳，只有ICSP連接器上之針腳可用。

source: These properties are:
zh_tw: 這些屬性為：

source: These properties are: NUCONN_EDOCS_ADDINX, ISENABLEHBADDINOPTIONX and ISOPENSAVEEDOCS.
zh_tw: 這些屬性為：NUCONN_EDOCS_ADDINX、ISENABLEHBADDINOPTIONX 和 ISOPENSAVEEDOCS。

source: These properties are: NUCONN_IMANAGE_ADDINX and ISENABLEIMANADDINOPTIONX.
zh_tw: 這些屬性為：NUCONN_IMANAGE_ADDINX 和 ISENABLEIMANADDINOPTIONX。

source: These provide access to the modem for features like speaker output and microphone input.
zh_tw: 這些針腳具有存取數據機的功能如喇叭輸出和麥克風輸入，

source: These requirements involve the period following the periodic deliveries and related to the delivery obligations for replacement parts.
zh_tw: 此節之要求涵蓋了定期交付後，相關零件更換期限之義務。

source: These settings take effect only if installation is launched by setup.exe from the setup root folder.
zh_tw: 這些設定只有在執行安裝程式根目錄中的 setup.exe 進行安裝時才會生效。

source: These special features must be considered by the Supplier to deal with any special processing during the AMDEC for the surveillance plans and control instructions.
zh_tw: 供應商於 AMDEC 監測計畫和管控說明期間，必須考慮處理此類特殊的功能所需的任何特殊加工，

source: These spindles can be used manually or in conjunction with our ATC automatic tool changer carousel for automatic changing of tool bits.
zh_tw: 這些主軸可手動或配合 ATC 自動換刀轉盤進行換刀。

source: These studs are attached to the floating shell flange and act as safety devices in the unlikely event of complete tubing failure.
zh_tw: 這些螺栓連接到浮動端外殼法蘭並於油管意外完全故障時作為安全裝置。

source: These supports are positioned adjacent to seats 64, as shown in FIGS.
zh_tw: 這些支撐位於座位 64 旁，如圖 1 和 2所示，

source: These traits of smoke can be used to detect pixels that can be classed as smoke blobs.
zh_tw: 這些煙霧的特性可以用於偵測歸類為煙霧的像素。

source: These types of interventions and investments reconcile the continuous increase in water use with the need to preserve the critical environmental assets on which the provision of water and the economy depends.
zh_tw: 此類的措施和投資能平衡不斷增加的用水需求以及保存提供水源和經濟所依賴的關鍵環境資產之間的矛盾性。

source: These uncertainties are exacerbated by the impact of climate change.
zh_tw: 這些不確定性因素在氣候變化的衝擊下變得愈發嚴峻。

source: These, too, will become parts of your installation package but are included outside the transform file.
zh_tw: 這些程式也會成為安裝套裝程式的一部分，但不包含於轉換檔中。

source: They appear in the dedicated areas.
zh_tw: 規範適用於特定範圍。

source: They apply to all the manufacturers involved in the finished product (including the HUTCHINSON suppliers).
zh_tw: 此法規適用於所有成品相關製造商（包含 HUTCHINSON 供應商）。

source: They are a sort of supplement to them.
zh_tw: 其為要求規範之附加內容。

source: They are available in standard stocked sizes (BC & B), in standardized modifiable sizes (S), and with larger size tubes (L) for greater resistance to plugging and lower pressure drop.
zh_tw: 其具有標準尺寸 (BC & B)，標準化可變尺寸 (S)，以及較抗阻塞和較低壓降的大管道 (L)。

source: They are building blocks for Imperial Tobacco’s overall organisational structure.
zh_tw: 他們是帝國煙草 (Imperial Tobacco) 整體組織結構的基石。

source: They are enabled if the checkweigher has configured alarm outputs.
zh_tw: 當檢重機已設定警報輸出時這些選項將會啟用。

source: They are the most important control points in the system.
zh_tw: 他們在系統中是最重要的控制點。

source: They can be screwed to the board, as they have ad-hoc holes, so that they don’t detach when the board is moved.
zh_tw: 可使用螺絲將電路板固定於保護殼的預留鎖孔上，即使移動電路板也不會分離。

source: They can be used in different colors to tell your board from friends’ working with you, and they also help prevent table scratches.
zh_tw: 同時使用多塊電路板時可以利用不同顏色的保護殼來區別電路板，保護殼也能避免電路板刮傷桌面。

source: They must be considered as essential for all of HUTCHINSON's suppliers.
zh_tw: 所有 HUTCHINSON 之供應商皆必須遵守規範。

source: They must be identified and marked with a CS or similar abbreviation in these documents.
zh_tw: 特殊性質必須於此類文件中闡明並標示 CS 或類似的縮寫。

source: They operate at 5 volts.
zh_tw: 操作電壓為5伏特。

source: They strived to leverage a range of product offerings within a unified product family and significantly increase the efficiency of operations
zh_tw: 他們努力地利用在一個統一的產品家族中的產品範圍和顯著提高運作的效率

source: They strived to leverage a range of product offerings within a unified product family and significantly increase the efficiency of operations.
zh_tw: 他們盡力在統合的產品家族中提供各式產品，並因而顯著地提高營運的效率。

source: They will be accurately counted.
zh_tw: 此時就能精確地計算到兩個人。

source: They’re strongly centralized and have a standardized, rule-based operation.
zh_tw: 他們具有高度集中和標準化、基於規則的營運。

source: The 9 Axes Motion Shield can be programmed with the Arduino software (download).
zh_tw: Arduino九軸運動擴充模組能以Arduino軟體（下載）編寫程式。

source: The Ethernet Library is fully supported.
zh_tw: 完全支援乙太網路程式館。

source: This file must contain at least the serial number of the product.
zh_tw: 此檔案至少必須包含產品的序號，

source: This Customization Kit gives System Administrators the ability to customize the installation of Nuance Power PDF Advanced products prior to deploying the applications across their organization.
zh_tw: 自訂工具組使系統管理員能在部署應用程式至整個組織之前自訂 Nuance Power PDF 進階版產品的安裝。

source: This Grid can work in metric units (meters) or imperial unit (North American Standard).
zh_tw: 網格單位能設定為公制（公尺）或英制（北美標準）。

source: This Product/Process audit is performed based on the HUTCHINSON guidelines: HUT DQ FP1001.
zh_tw: 此產品/加工審核依照以下 HUTCHINSON 指導原則 HUT DQ FP1001 進行。

source: This Text-To-Speech installer is either in your original product CD (NuanceTTSModule folder) or you can download it from Nuance.com.
zh_tw: 朗讀安裝程式收錄於原始產品光碟（NuanceTTSModule 資料夾）中，或可至 Nuance.com 下載。

source: This acceptance criteria has been issued to provide interested parties with guidelines for demonstrating compliance with performance features of the codes referenced in the criteria.
zh_tw: 發行此驗收標準之目標，為供相關單位驗證符合規範之效能特性之參考指南。

source: This alarm management includes the following features:
zh_tw: 警報管理包括以下功能：

source: This alert must be given early enough in order to allow for new equipment to be developed, the supplier/HUTCHINSON/Client approval time and the end of the current equipment guarantee.
zh_tw: 此通知預告時間必須足以進行新的設備開發，供應商/HUTCHINSON/客戶批准時間並結束當前設備保證。

source: This aligns the tubes 90, 170.
zh_tw: 藉此對齊管 90、170。

source: This allows the Leonardo ETH to appear to a connected computer as a mouse and keyboard, in addition to a virtual (CDC) serial / COM port.
zh_tw: 此設計使Leonardo ETH能以虛擬(CDC) 序列/COM連接埠，如同滑鼠和鍵盤一般直接連接至電腦。

source: This allows the operator to easily clear the machine bed of parts and waste and then reload the cutting area with more material to allow virtually continuous operation of the AXYZ Router.
zh_tw: 幫助操作員輕鬆清裡機床零件和廢料，然後重新裝載更多的材料，使 AXYZ 雕刻機操作幾近連續。

source: This allows the side nets 020 to swing open when latch 948 is released.
zh_tw: 此設計使側邊護網 020 能於閂鎖 948 解開時旋開。

source: This application is therefore intended to cover any variations, uses, or adapta-
zh_tw: 因此本應用欲使用的一般原則涵蓋任何發明之變化、用途或修改。

source: This application is therefore intended to cover any variations, uses, or adaptations of the invention using its general principles.
zh_tw: 因此本應用欲使用的一般原則涵蓋任何發明之變化、用途或修改。

source: This area is normally substantially adjacent to an intersecting line through the torso of the passenger and the seat bottom 66a.
zh_tw: 此區域通常位於乘客軀幹與座椅底部 66a 的交錯線附近，

source: This arrangement eliminates the need for any right angle drives between power source 130 and the wheels 104 of rear axle 110.
zh_tw: 此設計使動力源 130 和後輪軸 110 的車輪 104 之間無需直角驅動，

source: This arrangement of radius arms 526 accommodates a longer dampening member 560 and a more progressive suspension 116.
zh_tw: 此懸臂 526 設計能安裝較長的阻尼元件 560 和更大移動行程的懸吊 116。

source: This button is used to activate the checkweigher start relay and its light indicates that the conveyors are operating.
zh_tw: 此按鈕用來啟動檢重機之啟動繼電器，輸送帶運行中其指示燈亮起。

source: This button is used to activate the stop relay and its light indicates that the conveyors are stopped.
zh_tw: 此按鈕用來啟動停止繼電器，輸送帶停止時其指示燈亮起。

source: This calls for a reorientation of investment priorities and operational procedures to provide services and allocate water more equitably in society.
zh_tw: 這就需要重新確定投資方案和提供服務的操作流程，從而在社會當中更為公平地分配水資源。

source: This cartridge allows the use ofarotary 'Pizza Wheel' blade which is ideal forcutting tough orabrasive materials such as gasket.
zh_tw: 此刀匣可使用旋轉“披薩輪形”刀，非常適用於切割或研磨如墊片等材料。

source: This client can be downloaded from Microsoft.com:
zh_tw: 此用戶端程式可以從 Microsoft.com 下載：

source: This cost effective option eliminates heat related parts growth, most common to plastics and softmetal machining and serves to provide better edge finish and longer tool bitlife.
zh_tw: 此高成本效益配件可避免塑膠和軟金屬加工常見的熱相關零件膨脹，並提供更好的邊緣表面及更長的刀具壽命。

source: This could maybe go as a caption under the graphic?
zh_tw: 圖形下方也許可以加入一個下標？
